Repository: djemos/multibootusb
Catalog: po/*.po
Languages: el, pl

source: Multiboot USB
el: Δημιουργία multiboot iso usb
pl: USB wielokrotnego rozruchu

source: _File
el: _Αρχείο
pl: _Plik

source: Quit
el: Εξοδος

source: _Help
el: _Βοήθεια
pl: _Pomoc

source: About
el: Περί
pl: O programie

source: Select directory with iso images:
el: Παρακαλώ επιλέξτε ένα κατάλογο με αρχεία iso.
pl: Wybierz folder z obrazami ISO:

source: Find
el: Εύρεση

source: Find usb
el: Εύρεση usb
pl: Wybierz dysk USB

source: Choose the filesystem type to format usb.
el: Επιλέξτε τον τύπο του συστήματος αρχείων για τη διαμόρφωση του usb.
pl: Wybierz system plików na który sformatować dysk USB.

source: Filesystem Type:
el: Τύπος Συστήματος Αρχείων:
pl: System Plików:

source: USB Label name:
el: Ετικέτα USB:
pl: Nazwa etykiety USB:

source: Select time zone...
el: Επιλογή ζώνης ώρας...
pl: Wybierz strefę czasu...

source: Language
el: Γλώσσα συστήματος
pl: Język

source: keyboard
el: Πληκτρολόγιο συστήματος
pl: Klawiatura

source: Create multiboot iso usb
el: Δημιουργία multiboot iso usb
pl: Utwórz dysk USB wielokrotnego rozruchu

source: Stop
el: Διακοπή

source: translator-credits
el: Δημήτρης Τζέμος <dijemos~at~gmail~dot~com>
pl: Lista tłumaczy

source: Error encountered.
el: Συνέβη σφάλμα.
pl: Wykryto błąd

source: Installation completed.
el: Η εγκατάσταση τελείωσε.
pl: Instalacja zakończona

source: Cancel
el: Ακύρωση

source: OK
el: Εντάξει

source: Please choose a folder with iso images, not an iso file.
el: Παρακαλώ επιλέξτε ένα κατάλογο με αρχεία iso, όχι ένα αρχείο iso.
pl: Proszę wybrać folder z obrazami ISO, a nie plik ISO.

source: Please select your preferred keyboard type and map.
el: Παρακαλώ επιλέξτε τον επιθυμητό τύπο πληκτρολογίου.
pl: Proszę wybrać preferowany typ klawiatury oraz jej układ.

source: keyboard type
el: Τύπος πληκτρολογίου
pl: Typ klawiatury

source: keyboard map
el: Διάταξη πληκτρολογίου
pl: Układ klawiatury

source: Please select a default system locale.
el: Παρακαλώ επιλέξτε τη γλώσσα συστήματος.
pl: Proszę wybrać domyślną lokalizację systemu.

source: Locale
el: Τοπικότητα
pl: Lokalizacja

source: Select time zone
el: Επιλογή ζώνης ώρας
pl: Wybierz strefę czasu

source: Please select your time zone:
el: Παρακαλούμε επιλέξτε ζώνη ώρας:
pl: Proszę wybrać strefę czasu:

source: General area
el: Γενική περιοχή
pl: Ogólny obszar

source: Location
el: Τοποθεσία
pl: Miejsce

source: Μultiboot USB
el: Δημιουργία multiboot iso usb
pl: USB wielokrotnego rozruchu
